# -*- coding: utf-8 -*-
content = "【假】起诉川普的检察官是索罗斯资助的 【日期】2023年4月1日 【来源及背景】在川普被曼哈顿地区的检察官起诉后，川普暗示布拉格是在自由派亿万富翁乔治·索罗斯的指示下行动的。这种说法在中英文社区都得到响应，并广泛传播。  推特截图   推特截图 本文翻译自《华盛顿邮报》，作者：Glenn Kessler 【事实核查】 背景 “曼哈顿检察官阿尔文·布拉格（Alvin Bragg）是乔治·索罗斯（George Soros）亲自挑选赞助的亲信。他是一个耻辱。” “我知道我必须要为对抗深层政府（Deep State）、游说开放边境（Open Borders Lobby）、和索罗斯的金钱帝国，所付出的代价。” 自从曼哈顿地区的检察官阿尔文·布拉格掌握了川普向一名艳星付封口费的证据，并决定起诉川普后，川普就暗示布拉格是在自由派亿万富翁乔治·索罗斯的指示下行动的，他声称索罗斯向布拉格提供了超过100万美元的资助。 这一阴谋论已在其他共和党人之间广为传播。许多众议院议员在推特上称布拉格为“索罗斯支持的”或“索罗斯资助的”，甚至是“索罗斯的检察官”。川普作为共和党总统提名的主要竞争对手、佛罗里达州州长罗恩·德桑蒂斯（Ron DeSantis）在他的声明中提到了“索罗斯支持的曼哈顿地区检察官”，并称他将拒绝引渡请求。福克斯新闻（Fox News）长期关注索罗斯对左翼事业的支持，还在报道中反复提到索罗斯的名字。 然而，对索罗斯的强烈关注在根本上是错误的。索罗斯从未直接资助布拉格，而只是向一个支持布拉格和其他想成为检察官的自由派候选人的团体捐款。 另外，反复提到索罗斯的言论反倒助长了反犹太主义的阴谋论。阴谋论称，索罗斯是美国匈牙利人大屠杀的幸存者，是一个擅于摆布傀儡木偶的富豪，喜欢在幕后操纵选举，满足私欲。反诽谤联盟（the Anti-Defamation League）在2018年发现，索罗斯在大量的反犹太主义推文中出现。 川普的竞选团队为川普针对索罗斯的行为进行辩护。“指出索罗斯资助/支持布拉格才不算反犹太主义，”发言人史蒂芬·张（Steven Cheung）说，“都什么年代了？”  事实 自从索罗斯在2004年花费2700万美元反对小布什总统连任以来，他一直是保守派的心头大患–就像科赫兄弟（Koch brothers）在右翼事业上投入的巨额资金一直让自由派不安。索罗斯的发言人迈克尔·瓦钱（Michael Vachon）说，索罗斯的确会偶尔用直接捐款支持候选人，但主要是通过他的民主政治行动委员会（Democracy PAC）或向那些以独立支出（independent expenditure）支持候选人的团体捐款。独立支出并不与竞选活动直接挂钩，而是为支持竞选活动工作，例如发送邮件或电话接待。 索罗斯对通过金钱资助来改善美国刑事司法系统特别感兴趣，比如他希望把吸毒当作一种疾病而不是犯罪，取消金钱保释，以及减少监狱判决中的种族不平等。索罗斯的拨款组织，开放社会基金会（Open Society Foundations）的编辑部主任汤姆·沃森（Tom Watson）说，自1996年正式启动美国的项目以来，该组织已花费超过2亿美元用于促进刑事司法完善。但是这些努力却遭到了保守派的强烈反对，他们说这些努力破坏了公共安全。 布拉格在2021年的民主党初选中以微弱的优势战胜了一位资金更雄厚的候选人，因此，他将是索罗斯所青睐的那种检察官，但索罗斯本人从未向布拉格捐款，尽管纽约州的选举记录显示，索罗斯的儿子和儿媳各捐款1万美元多一点。索罗斯的民主政治行动委员会也没有向布拉格捐款。 以下是共和党人声称索罗斯资助布拉格的真正原因。 布拉格在当年5月8日得到了刑事司法正义团体“变革之色”（Color of Change）的政治部门的支持。在一份强调布拉格是竞选中唯一的黑人候选人的声明中，“变革之色 ”说它计划花费 “超过一百万美元 ”为布拉格开设独立支出，例如在5月向整个曼哈顿发送八波强劲的邮件，然后在6月发送更多直接邮件，呼吁人们提前投票。 联邦选举记录显示，5月14日，索罗斯向“变革之色”资助了100万美元。 虽然这看起来像是精心设计过的，但索罗斯和“变革之色”都说这两件事毫无关系。“变革之色”说，它在决定支持谁的时候，并不会听取捐助者的意见。 “作为全国最大的黑人领导的政治行动委员会之一，‘变革之色’有许多资助者，他们给我们的广泛战略投资，以根除我们刑事法律制度中的不公正现象，”一位发言人说，“但‘变革之色’不是听命于资助者，而是在每个选举周期都要进行审查和面试，以支持具有改革精神的地区检察官。” 瓦钱还说，索罗斯和民主行动委员会之间没有达成共识，因此，他的捐款将不会用于资助布拉格的独立支出。他指出，在2016年至2022年期间，索罗斯和民主行动委员会分别向这个组织总共捐助了约400万美元，因此这种规模的捐助并不罕见。 无论如何，“变革之色”从未达到100万美元的目标。尽管它发布了新闻，但州选举记录显示，它为布拉格的独立支出还不到这个数额的一半，仅为42万美元。根据联邦选举委员会的记录，这相当于该组织在这个选举周期总支出的9%。 布拉格的一位顾问说，候选人在初选前筹集了240万美元，整个选举周期从7500名捐款人那里共筹集了310万美元。在初选中，布拉格以34.3%对30.7%的比例击败了塔利·法哈迪安·温斯坦（Tali Farhadian Weinstein），差距仅有9000票。后者用自己的820万美元资助了自己的竞选活动，在曼哈顿，赢得民主党初选就等于赢得大选。 此外，“变革之色”的资金是否真正发挥了作用，也还有待商榷。竞选活动更喜欢直接注入的资金。竞选活动与独立组织之间不允许有任何勾结，因此独立组织无法插手竞选活动的广告策略，或者用竞选活动中已经使用过的邮件来吸引人。换句话说，“变革之色”的42万美元不一定能在初选中为布拉格增加近20%的资金，它可能是有帮助的，也可能是被浪费了。 在任何情况下，没有证据表明索罗斯对布拉格产生了影响。“乔治（索罗丝）从未与阿尔文·布拉格会面、交谈或以其他方式进行沟通。”瓦钱说。布拉格的顾问证实，这两个人从未见过或沟通过。  结论： 声称索罗斯“资助”布拉格的说法是完全错误的，但许多人选择轻信“支持”这个更模棱两可的短语。这在某种程度上有几分正确，但它仍然具有误导性。 对索罗斯的煽动性关注引发了更多问题。考虑到索罗斯和布拉格之间的微妙联系，这是一个危险的游戏，这也是由富有的犹太金融家在幕后秘密操控的刻板印象衍生出的想象。反诽谤联盟警告说：“即使是无意的，政治家和专家们重复这些未经证实的阴谋论，本质上也是在验证反犹太主义者所宣传的那些可憎的谣言。宣扬索罗斯阴谋论的人可能无意宣扬反犹太主义。但索罗斯的犹太人身份是如此出名，以至于在许多情况下很难不将二者联系起来。”  原文链接： https://www.washingtonpost.com/politics/2023/04/01/incendiary-claim-that-george-soros-funds-alvin-bragg/ 热门文章 热门标签 Disinformation Alert谣言警报  Feature专题 Report报告 Contact联系我们 © 2021 PiYaoBa 辟谣吧 | All Right Reserved. 谣言警报 专题 深度核查 报 告 关于我们  谣言警报 专题 深度核查 报 告 关于我们  2023-04-05"
s1 = content.split('】')[0].lstrip('【')
print(s1)
s2 = content.split('】')[1].split('【')[0]
print(s2)
s3 = content.split('日期】')[1].split('【')[0]
print(s3)
s4 = content.split('来源及背景】')[1].split('【')[0]
print(s4)
s5 = content.split()[-1]
print(s5)
s6 = content.split('事实核查】')[1].split('结论：')[0]
print(s6)
s7 = content.split('结论： ')[1].split('原文链接：')[0]
print(s7)
s8 = content.split('原文链接： ')[1].split('热门文章')[0]
s8 = s8.replace(' ', ',')
print(s8)